/* Localized versions of Info.plist keys */

/*
 Localizable.strings
 Makeblock
 
 Created by 虎子哥 on 14-4-8.
 Copyright (c) 2014年 Makerworks. All rights reserved.
 */
/* Localized versions of Info.plist keys */
"CFBundleDisplayName" = "创客工场";
"CFBundleName" = "Makeblock";
"Project's Name"="项目名称";
"OK"="确定";
"Cancel"="取消";
"Ultrasonic Sensor"="超声波传感器";
"Light Sensor"="光线传感器";
"Sound Sensor"="音量传感器";
"DC Motor"="直流电机";
"Servo Motor"="舵机";
"Sound Sensor"="音量传感器";
"Temperature Sensor"="温度传感器";
"Potentiometer"="电位器";
"Line Follower"="寻线传感器";
"Joystick"="摇杆";
"Limit Switch"="限位开关";
"RGB LED"="彩色LED";
"Button"="按钮";
"PIR Motion Sensor"="人体热释电传感器";
"7-Segment Display"="数码管";
"Slider"="滑动条";
"Switch"="开关";
"Modules"="电子模块";
"System Controls"="系统控件";
"Joystick for Motors"="电机摇杆";
"Auto Reset"="自动复位";
"Time"="时间";
"Left"="左";
"Right"="右";
"On"="开";
"Off"="关";
"KEY1"="按键1";
"KEY2"="按键2";
"KEY3"="按键3";
"KEY4"="按键4";
"NONE"="无";
"Name"="名称";
"Minimum"="最小值";
"Maximum"="最大值";
"Horizon"="水平";
"Vertical"="垂直";
"History"="历史";
"Examples"="示例";
"Create New Project"="创建新的项目";
"New Project"="新项目";
"Projects"="项目";
"About"="关于";
"Help"="帮助";
"Rename"="重命名";
"Delete"="删除";
"Save"="保存";
"Delete Project"="删除项目";
"Setting"="设置";
"Port"="端口";
"Slot"="设备";
"M1"="电机端口 1";
"M2"="电机端口 2";
"Refresh"="刷新";
"Disconnected"="未连接设备";
"Update Firmware"="更新固件";
"Start Update"="开始更新";
"Connected to "="已连接设备";
"Select Peripheral"="请选择设备";
"Please connect to peripheral first"="请先连接设备";
"Download finished, Enjoy!"="程序上传成功";
"Update Finished"="固件更新成功";
"Please Reset Arduino"="请复位Arduino板";
"Device Found,Downloading"="设备已连接，正在更新中";
"Back"="返回";
"Connect Bluetooth"="连接蓝牙";
"Tips"="提示";
"Share"="分享";
"Connect"="连接设备";
"Connected"="已连接";
"Connecting"="正在连接中";
"Robot Tank"="坦克机器人";
"Temperature Display"="温度显示器";
"Robotic Arm Tank"="机械臂坦克";
"RGB Control"="彩灯控制";
"Ball Launcher"="乒乓球发射器";
"Distance Measure"="距离检测";
"General Controls"="通用控件";
"Drink Car"="倒饮料小车";
"Temperature Measure"="温度测量";
"Getting Started"="如何开始";
"How It Works"="工作原理";
"FAQ"="帮助问答";
"Feedback"="建议反馈";
"Who We Are"="关于我们";
"Acknowledgement"="鸣谢";
"X Close"="X 关闭";
"http://doc.makeblock.cc/getting-started-iphone/"="http://doc.makeblock.cc/getting-started-iphone/?lang=cn";
"http://doc.makeblock.cc/faq-iphone/"="http://doc.makeblock.cc/faq-iphone/?lang=cn";
"http://doc.makeblock.cc/how-it-works-iphone/"="http://doc.makeblock.cc/how-it-works-iphone/?lang=cn";
"http://doc.makeblock.cc/feedback-iphone/"="http://doc.makeblock.cc/feedback-iphone/?lang=cn";
"http://doc.makeblock.cc/about-us-iphone/"="http://doc.makeblock.cc/about-us-iphone/?lang=cn";
"http://doc.makeblock.cc/share-iphone/"="http://doc.makeblock.cc/share-iphone/?lang=cn";
"http://doc.makeblock.cc/acknowledgements-iphone/"="http://doc.makeblock.cc/acknowledgements-iphone/?lang=cn";